{
    "mission": {
        "title": "Our Mission",
        "content": "To deliver the pulse of African sports to a global audience through world-class broadcasting, data analytics, and talent development."
    },
    "vision": {
        "title": "Our Vision",
        "content": "To be the leading voice and visual storyteller of African athletics, empowering the next generation of stars."
    },
    "story": [
        "Sports Panorama Africa began with a simple yet powerful belief: African sports deserve a spotlight that matches the passion of its fans. For too long, the stories of our local leagues, grassroots tournaments, and rising stars went untold or underrepresented.",
        "Founded in Accra, we set out to change the narrative. We built a multi-platform media powerhouse dedicated to covering the Ghana Premier League, national teams, and the vibrant world of school athletics. Our team of journalists, analysts, and producers work tirelessly to bring you closer to the action.",
        "Today, Sports Panorama is more than just a media outlet; we are a community. From our data-driven 'GPL Analytics' to our 'Grassroots to Glory' scouting network, we are deeply embedded in the ecosystem of African sports, driving growth and celebrating excellence every step of the way."
    ],
    "values": [
        {
            "id": "innovation",
            "title": "Unrelenting Innovation",
            "description": "We never settle for 'good enough'. We push the boundaries of what technology can do in live sports.",
            "icon": "Cpu"
        },
        {
            "id": "passion",
            "title": "Passion for the Game",
            "description": "We are fans first. We treat every sport, league, and team with the respect and excitement it deserves.",
            "icon": "Heart"
        },
        {
            "id": "integrity",
            "title": "Integrity & Trust",
            "description": "We build lasting partnerships based on transparency, reliability, and delivering on our promises.",
            "icon": "ShieldCheck"
        }
    ]
}